VOLUNTEER_LIST = ['donate money', 'volunteer place', 'food donation', 'recycling', 'call or visit', 'smile to the world']
CITY_LIST_COMMUNITY_SERVICE = ['Ramat Gan', 'Tel Aviv', 'Bat Yam', 'Ashdod', 'Haifa', 'Petah Tikva']
COMMUNITY_SERVICE = {'Ramat Gan': {'elderly people': ["עמך- ביקורי בית לניצולי שואה",
                                                      "יחידות סגולה- סיוע לקשישים מאושפזים במיצוי זכויותיהם",
                                                      "מטב- הפגת בדידות לקשישים בביקורים",
                                                      "ביקור קשישים מאושפזים בבית החולים",
                                                      "מטב- ליווי ותמיכה בקשישים עם בעלי חיים"],
                                   'Children': ["ליווי ילדים מאושפזים בבתי חולים", "השתתפות בהפקות לנוער בסיכון"],
                                   'Animals': ["הוצאת כלבי הכלבייה ועזרה בחתולייה", "ליווי קשישים עם בעלי חיים"],
                                   'Earth': ["סיוע בבתי החולים לחיות בר",  "סיוע בגינון ופיתוח גינות קהילתיות"]},
 'Tel Aviv': {'elderly people': ["מטב- התנדבות טלפונית",
                                 "מטב- הפעלות וסדנאות לקשישים"],
              'Children': ["חונכות אישית בבתי ספר", "השתתפות בפעילות בגני חינוך מיוחד"],
              'Animals': ["התנדבות שטח במקלט לבעלי חיים", "ליווי קשישים עם בעלי חיים"],
              'Earth': ["ניקוי חופים"
                  ,"ניקוי יערות קקל"]},
'Bat Yam': {'elderly people': ["מגד- הפגת בדידות לקשישים"
                                ,"מועדון מורשת השואה- העברת הפעלה"],
            'Children': ["שיעורי עזרה בלמודים בהתנדבות", "השתתפות בהפקות לנוער בסיכון"],
            'Animals': ["ליווי קשישים עם בעלי חיים", "גג לחיות- ניקוי כלובים ומתן אוכל"],
            'Earth': ["ניקוי חופים", "סיוע בגינון ופיתוח גינות קהילתיות"]},
'Ashdod': {'elderly people': ["ליווי קשישים לבדיקות בבית החולים",
                              "מטב- בילוי עם קשישים עם בעלי חיים"],
           'Children': ["ליווי ילדים עם מוגבלויות בחוגים שונים", "סוע לילדים בלימודים בהתנדבות"],
           'Animals': ["ליווי קשישים עם בעלי חיים", "התנדבות בכלבייה העירונית"],
           'Earth': ["ניקוי חופים", "ניקוי פארקים"]},
'Haifa': {'elderly people': ["ליווי קשישים לבדיקות בבית החולים",
                             "מהלב לצלחת- בישול ארוחות חמות לקשישים"],
          'Children': ["שיעורי עזרה בלימודים בהתנדבות", "סיוע לתלמידים בפנימיות"],
          'Animals': ["גלבוע אוהבת חיות- תחזוקה וסיוע בכלבייה", "צער בעלי חיים- הוצאת כלבי הכלבייה"],
          'Earth': ["סיוע בעבודה חקלאית בבוסתן", "ניקוי חופים"]},
'Petah Tikva': {'elderly people': ["ליווי קשישים לבדיקות בבית החולים",
                                   "יחידות סגולה- סיוע לקשישים מאושפזים במיצוי זכויותיהם"],
                'Children': ["השתתפות בהפקות לנוער בסיכון", "ליווי ילדים עם מוגבלויות בחוגים שונים"],
                'Animals': ["התנדבות מהבית למען בעלי חיים", "ארגון בכלבייה העירונית"],
                'Earth': ["צביעת שולחנות וגדרות בפארקים", "סיוע בגינון ופיתוח גינות קהילתיות"]}}

print(COMMUNITY_SERVICE['Haifa']['Earth'][0])